<template>
  <div class="company">
    <img src="../../images/main1.png" alt="">
    <div class="txt">
      <p>大橙子墙布有限公司是一家集专业设计、施工、售后服务为一体的现代化装饰企业。公司秉承“专业团队、品质服务”的企业精神、“安全环保、精益求精”的经营理念，公司汇聚国内外优秀设计团队、执行力强劲的高层管理人才、一流施工队伍。以规范化的管理、创新的设计、科学优质的施工、专业严谨的服务力求为终端创造一个集品质、时尚、舒适的居家空间。</p>
      <p>大橙子墙布于1996年创立，公司在初期举步维艰，经由锲而不舍潜心摸索，到寻求路径层层突破的过程中，大橙子墙布不断累积了专业纺织技术并积累一定经济实力。终于2005年11月，历经3年的摸索和钻研，大橙子墙布成功研发出了国内首款无缝墙布填补了国内墙布行业空白。2006年大橙子墙布有限公司成立，并迅速打开国内外市场，将把绿色环保的无缝墙布带到千家万户为己任，成为行业的先行者和领导者筚路蓝缕，砥砺前行。</p>
      <p>大橙子墙布在高速发展的十余年时间里，整合了全球优质纺织原料和织造经验，不断丰富和生产研发打造具有流行时尚性、材料环保性、色彩趋势性的前沿产品，创造了优异社会效益。</p>
    </div>
  </div>
</template>
<script>
// export default {
//     data(){
//         return{

//         }
//     }
// }
</script>
<style lang="postcss">
.company{
    width: 80%;
    margin:30px auto;
    overflow: hidden;
    & img{
        width: 45%;
        float: left;
        margin-right:10px;
    }
    & .txt{
        color:#333;
        font-size: 12px;
        line-height: 26px;
    }
}
</style>



